  window.DEER_QA = [
  {
    "id": 1,
    "q": "主播的社群帳號",
    "a": "主播的帳號只有：TikTok的「@ld.1003_」、「@xxx103__」，IG的「ld.1003_」，快手的「4862734055」，如果看到疑似是盜帳號的可以PO到社群問問看。"
  },
  {
    "id": 2,
    "q": "奈奈是你嗎？",
    "a": "不是他是一個盜影片的，在快手的「4862734055」才是鹿🦌。"
  },
  {
    "id": 3,
    "q": "主播年齡",
    "a": "鹿🦌的年齡是18歲。（資訊截取日：2025/7/1）"
  },
  {
    "id": 4,
    "q": "主播身高",
    "a": "鹿🦌的身高是169cm。（資訊截取日：2025/7/1）"
  },
  {
    "id": 5,
    "q": "主播體重",
    "a": "鹿🦌的體重是42公斤。（資訊截取日：2025/7/7）"
  },
  {
    "id": 6,
    "q": "貓叫什麼名字",
    "a": "鹿🦌的貓叫哺嚕。"
  },
  {
    "id": 7,
    "q": "主播生日",
    "a": "鹿🦌的生日是10月3日。"
  },
  {
    "id": 8,
    "q": "主播有玩什麼遊戲",
    "a": "鹿🦌有玩「傳說對決」和「第五人格」。（資訊截取日：2025/7/1）"
  },
  {
    "id": 9,
    "q": "主播傳說段位多少",
    "a": "鹿🦌傳說對決目前段位是「先鋒傳說・光影」20顆星（資訊截取日：2025/7/11 19:24）"
  },
  {
    "id": 10,
    "q": "主播傳說段位最高多少",
    "a": "鹿🦌傳說對決最高段位是「璀璨傳說」。（資訊截取日：2025/7/1）"
  },
  {
    "id": 11,
    "q": "主播什麼時候直播",
    "a": "鹿🦌要直播會在社群說。社群名稱「走路不看鹿」。"
  },
  {
    "id": 12,
    "q": "社群叫什麼",
    "a": "打開Line在下方選主頁，然後點搜尋匡搜尋「走路不看鹿」，會要回答問題，問題是：鹿🦌的身高，答案是169。"
  },
  {
    "id": 13,
    "q": "主播的IG是什麼",
    "a": "在IG搜尋🔍：鹿，這樣就查得到了。"
  },
  {
    "id": 14,
    "q": "頭髮留了多久",
    "a": "鹿🦌自己也不知道，但就是一直留著。"
  },
  {
    "id": 15,
    "q": "主播是家裡最小的嗎",
    "a": "是。"
  },
  {
    "id": 16,
    "q": "主播TikTok會回關嗎",
    "a": "不會。"
  },
  {
    "id": 17,
    "q": "主播有男朋友嗎",
    "a": "有。"
  },
  {
    "id": 18,
    "q": "主播會看私訊嗎",
    "a": "不一定。"
  },
  {
    "id": 19,
    "q": "主播是哪裡人",
    "a": "主播是台灣台南人。"
  },
  {
    "id": 20,
    "q": "主播有追星嗎",
    "a": "有追aespa的Karina。"
  },
  {
    "id": 21,
    "q": "高中讀哪裡",
    "a": "鹿🦌的高中讀台南女中，但已經畢業了。"
  },
  {
    "id": 22,
    "q": "大學讀哪裡",
    "a": "鹿🦌的大學讀嘉義大學。"
  },
  {
    "id": 23,
    "q": "可以當直播的管理員嗎",
    "a": "鹿🦌的直播管理員目前不缺。"
  },
  {
    "id": 24,
    "q": "可以加傳說的好友嗎",
    "a": "鹿🦌不加傳說好友喔～"
  },
  {
    "id": 25,
    "q": "主播為什麼那麼高",
    "a": "應該是因為遺傳。媽媽160爸爸170。"
  },
  {
    "id": 26,
    "q": "直播上的特效是什麼",
    "a": "特效的名字是：black bow。"
  },
  {
    "id": 27,
    "q": "主播可以看我影片嗎",
    "a": "主播一段時間之後就會去看，如果有看到就會留言，沒有留言就是還沒有看到。"
  },
  {
    "id": 28,
    "q": "有男友的照片嗎",
    "a": "可以去鹿🦌的IG看看喔～"
  },
  {
    "id": 29,
    "q": "抖音的169是主播的小號嗎",
    "a": "是。"
  },
  {
    "id": 30,
    "q": "主播有養什麼寵物",
    "a": "有貓、烏龜、魚。"
  },
  {
    "id": 31,
    "q": "粉絲名叫什麼",
    "a": "麋鹿。"
  },
  {
    "id": 32,
    "q": "鹿🦌有固定的發影片時間嗎",
    "a": "沒有，時間不固定。"
  },
  {
    "id": 33,
    "q": "什麼時候會開傳說場",
    "a": "不一定。"
  },
  {
    "id": 34,
    "q": "可以一起玩傳說嗎",
    "a": "如果打的是自訂的話就是自己搶房號。"
  },
  {
    "id": 35,
    "q": "主播會罵髒話嗎",
    "a": "會，打遊戲的時候偶爾會罵髒話。"
  },
  {
    "id": 36,
    "q": "跟男朋友住在一起嗎",
    "a": "沒有跟男朋友住在一起。"
  },
  {
    "id": 37,
    "q": "遇到主播可以拍照嗎",
    "a": "遇到主播可以拍照。"
  },
  {
    "id": 38,
    "q": "主播打傳說是用平板嗎",
    "a": "主播打傳說是用平板。"
  },
  {
    "id": 39,
    "q": "如果我被禁言了怎麼辦",
    "a": "如果你被禁言通常是因為你一直刷留言，這場直播你都不能留言，等主播開下一場你就可以留言了。"
  },
  {
    "id": 40,
    "q": "為什麼不能刷留言",
    "a": "因為你如果刷留言會害別人傳的訊息主播看不到。"
  },
  {
    "id": 41,
    "q": "主播用什麼手機",
    "a": "iPhone 13。"
  },
  {
    "id": 42,
    "q": "主播是什麼星座",
    "a": "天秤座。"
  },
  {
    "id": 43,
    "q": "哺嚕是什麼品種",
    "a": "英國短毛貓。"
  },
  {
    "id": 44,
    "q": "哺嚕是男的還是女的",
    "a": "女的。"
  },
  {
    "id": 45,
    "q": "主播頭髮怎麼保養的",
    "a": "用護髮。"
  },
  {
    "id": 46,
    "q": "主播腿多長",
    "a": "主播腿長105公分"
  },
  {
    "id": 47,
    "q": "主播有駕照了嗎",
    "a": "主播有駕照了。"
  },
  {
    "id": 48,
    "q": "主播為什麼那麼瘦",
    "a": "應該是因為遺傳，因為吃不胖、沒有在減肥。"
  },
  {
    "id": 49,
    "q": "主播是左撇子還是右撇子",
    "a": "主播是右撇子。"
  },
  {
    "id": 50,
    "q": "主播國小讀哪",
    "a": "主播國小讀新營國小。"
  },
  {
    "id": 51,
    "q": "為什麼叫鹿",
    "a": "鹿國中看到一群鹿在跑覺得很可愛就取叫小鹿上國中覺得太裝就改鹿"
  },
  {
    "id": 52,
    "q": "有玩WePlay嗎",
    "a": "主播沒有玩WePlay。"
  },
  {
    "id": 53,
    "q": "通常幾點睡",
    "a": "半夜4、5點"
  },
  {
    "id": 54,
    "q": "主播頭髮吹多久",
    "a": "40分鐘。"
  },
  {
    "id": 55,
    "q": "想染頭髮嗎",
    "a": "染黑色。"
  },
  {
    "id": 56,
    "q": "主播什麼科系",
    "a": "企業管理。"
  },
  {
    "id": 57,
    "q": "主播最常用什麼表情符號",
    "a": "白色愛心。"
  },
  {
    "id": 58,
    "q": "主播喜歡什麼顏色",
    "a": "粉色。"
  },
  {
    "id": 59,
    "q": "平常會看電影嗎",
    "a": "會。"
  },
  {
    "id": 60,
    "q": "有看間諜家家酒嗎",
    "a": "有。"
  },
  {
    "id": 61,
    "q": "是單眼皮嗎",
    "a": "主播是單眼皮。"
  },
  {
    "id": 62,
    "q": "主播魷魚遊戲看完了嗎",
    "a": "魷魚遊戲主播看完了。"
  },
  {
    "id": 63,
    "q": "主播傳說有儲值嗎",
    "a": "主播有儲值，大概台幣一萬左右。"
  }
];
