  window.DEER_QA = [
  {
    "id": 1,
    "q": "鹿🦌的社群帳號",
    "a": "鹿🦌的帳號只有：TikTok的「@ld.1003_」、「@xxx103__」，IG的「ld.1003_」，快手的「4862734055」，如果看到疑似是盜帳號的可以PO到社群問問看。",
    "forced": ["社群帳號有哪些","鹿🦌社群帳號","鹿🦌的社群帳號"]
  },
  {
    "id": 3,
    "q": "鹿🦌年齡",
    "a": "鹿🦌的年齡是18歲。（資訊截取日：2025/7/1）",
    "forced": ["鹿現在幾歲", "鹿🦌幾歲","年齡多大","鹿🦌年齡","幾歲啊","主播幾歲"]
  },
  {
    "id": 4,
    "q": "鹿🦌身高",
    "a": "鹿🦌的身高是171cm。（資訊截取日：2025/7/1）",
    "forced": ["身高多少", "多高"]
  },
  {
    "id": 5,
    "q": "鹿🦌體重",
    "a": "鹿🦌的體重是42公斤。（資訊截取日：2025/7/7）",
    "forced": ["體重多重", "體重多少","鹿🦌體重"]
  },
  {
    "id": 6,
    "q": "貓叫什麼名字",
    "a": "鹿🦌的貓叫哺嚕。",
    "forced": ["貓咪的名字", "影片的貓叫什麼"]
  },
  {
    "id": 7,
    "q": "鹿🦌生日",
    "a": "鹿🦌的生日是10月3日。",
    "forced": ["生日幾號", "幾號生日"]
  },
  {
    "id": 8,
    "q": "鹿🦌有玩什麼遊戲",
    "a": "鹿🦌有玩「傳說對決」和「第五人格」。（資訊截取日：2025/7/1）",
    "forced": ["會玩什麼遊戲", "有玩什麼遊戲","玩什麼遊戲","有玩傳說嗎"]
  },
  {
    "id": 9,
    "q": "鹿🦌目前傳說段位多少",
    "a": "鹿🦌傳說對決目前段位是「璀璨傳說」53顆星（資訊截取日：2025/8/28 1:33）",
    "forced": ["傳說段位", "現在傳說段位","目前傳說段位"]
  },
  {
    "id": 10,
    "q": "鹿🦌傳說段位最高多少",
    "a": "鹿🦌傳說對決最高段位是「璀璨傳說」。（資訊截取日：2025/7/1）",
    "forced": ["傳說最高段位", "傳說段位最高","最高傳說段位"]
  },
  {
    "id": 11,
    "q": "鹿🦌什麼時候直播",
    "a": "鹿🦌要直播會在社群說。社群名稱「走路不看鹿」。",
    "forced": ["下一次直播什麼時候", "什麼時候會開直播","下一次什麼時候開"]
  },
  {
    "id": 12,
    "q": "社群叫什麼",
    "a": "打開Line在下方選主頁，然後點搜尋匡搜尋「走路不看鹿」，會要回答問題，問題是：鹿🦌的身高，答案是171。",
    "forced": ["社群名字", "我可以加入社群嗎","Line社群叫啥"]
  },
  {
    "id": 13,
    "q": "鹿🦌的IG是什麼",
    "a": "在IG搜尋🔍：鹿，這樣就查得到了。",
    "forced": ["鹿🦌的IG", "IG怎麼搜","IG叫什麼"]
  },
  {
    "id": 14,
    "q": "頭髮留了多久",
    "a": "鹿🦌自己也不知道，但就是一直留著。",
    "forced": ["頭髮留了多久", "鹿頭髮留多久","頭髮留多久"]
  },
  {
    "id": 15,
    "q": "鹿🦌是家裡最小的嗎",
    "a": "是。",
    "forced": ["年齡是最小的嗎", "鹿🦌年齡是最小的嗎","鹿🦌年齡是家裡最小的嗎"]
  },
  {
    "id": 16,
    "q": "鹿🦌TikTok會回關嗎",
    "a": "不會。",
    "forced": ["TikTok會回關我嗎"]
  },
  {
    "id": 17,
    "q": "鹿🦌有男朋友嗎",
    "a": "有。",
    "forced": ["有男友嗎", "鹿🦌有男友嗎","有交男朋友嗎"]
  },
  {
    "id": 18,
    "q": "鹿🦌會看私訊嗎",
    "a": "不一定。",
    "forced": ["會看私訊嗎", "會看IG私訊嗎","會看TikTok私訊嗎"]
  },
  {
    "id": 19,
    "q": "鹿🦌是哪裡人",
    "a": "鹿🦌是台灣台南人。",
    "forced": ["哪裡人", "鹿🦌哪裡人","哪個縣市的"]
  },
  {
    "id": 20,
    "q": "鹿🦌有追星嗎",
    "a": "有追aespa的Karina。",
    "forced": ["有追星嗎", "有在追星嗎","有追哪個團體"]
  },
  {
    "id": 21,
    "q": "高中讀哪裡",
    "a": "鹿🦌的高中讀台南女中，但已經畢業了。",
    "forced": ["高中讀哪裡", "鹿🦌高中讀哪裡","高中讀哪"]
  },
  {
    "id": 22,
    "q": "大學讀哪裡",
    "a": "鹿🦌的大學讀嘉義大學。",
    "forced": ["大學讀哪一間", "鹿🦌大學讀哪一間","鹿🦌大學想讀哪"]
  },
  {
    "id": 23,
    "q": "可以當直播的管理員嗎",
    "a": "鹿🦌的直播管理員目前不缺。",
    "forced": ["我可以當管理員嗎", "管理員我可以當嗎","我可以當直播上的管理員嗎"]
  },
  {
    "id": 24,
    "q": "可以加傳說的好友嗎",
    "a": "鹿🦌不加傳說好友喔～",
    "forced": ["傳說對決叫什麼", "鹿🦌可以加我好友嗎","鹿🦌可以加我傳說對決的好友嗎"]
  },
  {
    "id": 25,
    "q": "鹿🦌為什麼那麼高",
    "a": "應該是因為遺傳。媽媽160爸爸170。",
    "forced": ["為什麼那麼高", "鹿🦌為什麼那麼高","長高有什麼秘訣嗎"]
  },
  {
    "id": 26,
    "q": "直播上的特效是什麼",
    "a": "特效的名字是：black bow。",
    "forced": ["直播特效是哪個", "直播的特效用什麼","特效叫什麼"]
  },
  {
    "id": 27,
    "q": "鹿🦌可以看我影片嗎",
    "a": "鹿🦌一段時間之後就會去看，如果有看到就會留言，沒有留言就是還沒有看到。（如果要讓鹿🦌看到要@鹿🦌喔～）",
    "forced": ["可以看我的影片嗎", "可以看我的新影片嗎","可以看我的影片嗎"]
  },
  {
    "id": 28,
    "q": "有男友的照片嗎",
    "a": "可以去鹿🦌的IG看看喔～",
    "forced": ["男友長怎樣", "可以看男有長怎樣嗎","有男友的照片嗎"]
  },
  {
    "id": 29,
    "q": "TikTok的169是鹿🦌的小號嗎",
    "a": "是。",
    "forced": ["鹿🦌的小號是169嗎", "鹿🦌播你的小號是哪隻","鹿🦌有第二隻帳號嗎"]
  },
  {
    "id": 30,
    "q": "鹿🦌有養什麼寵物",
    "a": "有貓、烏龜、魚。",
    "forced": ["自己有養什麼寵物", "有養什麼寵物","鹿🦌有養寵物嗎"]
  },
  {
    "id": 31,
    "q": "粉絲名叫什麼",
    "a": "麋鹿。",
    "forced": ["粉絲有名字嗎", "粉絲名叫什麼","有粉絲名嗎"]
  },
  {
    "id": 32,
    "q": "鹿🦌有固定的發影片時間嗎",
    "a": "沒有，時間不固定。",
    "forced": ["什麼時候會發新的影片", "下一部影片什麼時候發","下一部影片什麼時候會看到"]
  },
  {
    "id": 33,
    "q": "什麼時候會開傳說的直播",
    "a": "不一定。",
    "forced": ["傳說什麼時候開", "傳說台的直播什麼時候會開","傳說台什麼時候開"]
  },
  {
    "id": 34,
    "q": "可以一起玩傳說嗎",
    "a": "如果打的是自訂的話就是自己搶房號。",
    "forced": ["可以一起玩傳說嗎", "我可以跟鹿🦌一起玩嗎","我可以一起玩嗎"]
  },
  {
    "id": 35,
    "q": "鹿🦌會罵髒話嗎",
    "a": "會，打遊戲的時候偶爾會罵髒話。",
    "forced": ["會罵髒話嗎", "鹿🦌會罵髒話嗎","鹿🦌什麼時候會罵髒話"]
  },
  {
    "id": 36,
    "q": "跟男朋友住在一起嗎",
    "a": "沒有跟男朋友住在一起。",
    "forced": ["跟男友住一起嗎", "有跟男友住一起嗎","跟男友一起睡嗎"]
  },
  {
    "id": 37,
    "q": "遇到鹿🦌可以拍照嗎",
    "a": "遇到鹿🦌可以拍照。",
    "forced": ["遇到鹿🦌可以拍照嗎", "遇到鹿🦌可以找鹿🦌拍照嗎","我可以拍照嗎"]
  },
  {
    "id": 38,
    "q": "鹿🦌打傳說是用什麼",
    "a": "鹿🦌打傳說是用平板。",
    "forced": ["是用平板打傳說嗎", "鹿🦌用什麼打傳說","是用平板打遊戲嗎"]
  },
  {
    "id": 39,
    "q": "如果我被禁言了怎麼辦",
    "a": "如果你被禁言通常是因為你一直刷留言，這場直播你都不能留言，等鹿🦌開下一場直播你就可以留言了。",
    "forced": ["我如果被管理員禁言怎麼辦", "我被禁言怎麼辦","為什麼我被禁言"]
  },
  {
    "id": 40,
    "q": "為什麼不能刷留言",
    "a": "因為你如果刷留言會害別人傳的訊息鹿🦌看不到。",
    "forced": ["為什麼說直播不能刷留言", "為什麼不能刷留言","直播為什麼不能夠刷留言"]
  },
  {
    "id": 41,
    "q": "鹿🦌用什麼手機",
    "a": "iPhone 13。",
    "forced": ["鹿🦌用什麼手機", "鹿🦌用哪個品牌的手機","鹿🦌手機是用啥"]
  },
  {
    "id": 42,
    "q": "鹿🦌是什麼星座",
    "a": "鹿🦌是天秤座。",
    "forced": ["鹿🦌的星座是天秤座嗎", "鹿🦌是什麼星座","鹿🦌星座是什麼"]
  },
  {
    "id": 43,
    "q": "哺嚕是什麼品種",
    "a": "英國短毛貓。",
    "forced": ["哺嚕品種", "哺嚕哪種品種","哺嚕是什麼貓"]
  },
  {
    "id": 44,
    "q": "哺嚕是男的還是女的",
    "a": "女的。",
    "forced": ["哺嚕性別", "哺嚕的性別","哺嚕是男的嗎",]
  },
  {
    "id": 45,
    "q": "鹿🦌頭髮怎麼保養的",
    "a": "用護髮。",
    "forced": ["鹿🦌都怎麼保養頭髮", "鹿🦌如何保養自己的頭髮","鹿🦌頭髮平時都如何保養頭髮"]
  },
  {
    "id": 46,
    "q": "鹿🦌腿多長",
    "a": "鹿🦌腿長105公分",
    "forced": ["鹿🦌腿多長", "鹿🦌腿幾公分","鹿🦌腿長"]
  },
  {
    "id": 47,
    "q": "鹿🦌有駕照了嗎",
    "a": "鹿🦌有駕照了。",
    "forced": ["鹿🦌有駕照嗎", "鹿🦌有去考駕照嗎","鹿🦌駕照考了嗎"]
  },
  {
    "id": 48,
    "q": "鹿🦌為什麼那麼瘦",
    "a": "應該是因為遺傳，因為吃不胖、沒有在減肥。",
    "forced": ["為什麼那麼瘦", "為什麼會那麼瘦","為什麼鹿🦌可以那麼的瘦"]
  },
  {
    "id": 49,
    "q": "鹿🦌是左撇子還是右撇子",
    "a": "鹿🦌是右撇子。",
    "forced": ["鹿🦌是左撇子還是右撇子", "鹿🦌慣用手是哪隻","鹿🦌是右撇子嗎"]
  },
  {
    "id": 50,
    "q": "鹿🦌國小讀哪",
    "a": "鹿🦌國小讀新營國小。",
    "forced": ["鹿🦌國小讀哪一間", "鹿🦌是什麼國小的","鹿🦌國小是什麼國小"]
  },
  {
    "id": 51,
    "q": "為什麼叫鹿",
    "a": "鹿國中看到一群鹿在跑覺得很可愛就取叫小鹿上國中覺得太裝就改鹿",
    "forced": ["為什麼會叫鹿🦌", "為什麼取這個TikToku名字","鹿🦌這個名字如何來的"]
  },
  {
    "id": 52,
    "q": "有玩WePlay嗎",
    "a": "鹿🦌沒有玩WePlay。",
    "forced": ["有玩WePlay", "有玩WePlay嗎","WePlay是你嗎"]
  },
  {
    "id": 53,
    "q": "通常幾點睡",
    "a": "半夜4、5點",
    "forced": ["通常都幾點睡覺", "都幾點睡覺","鹿🦌幾點睡覺"]
  },
  {
    "id": 54,
    "q": "鹿🦌頭髮吹多久",
    "a": "40分鐘。",
    "forced": ["頭髮會要吹多久", "頭髮會吹很久嗎","頭髮那麼長會要吹幾分鐘"]
  },
  {
    "id": 55,
    "q": "想（有）染頭髮嗎",
    "a": "染黑色。",
    "forced": ["有染過頭髮嗎", "有想要染頭髮嗎","有曾經染過頭髮嗎"]
  },
  {
    "id": 56,
    "q": "鹿🦌什麼科系",
    "a": "企業管理。",
    "forced": ["鹿🦌讀什麼科系", "讀什麼科系","什麼科系"]
  },
  {
    "id": 57,
    "q": "鹿🦌最常用什麼表情符號",
    "a": "白色愛心。",
    "forced": ["最常用的是什麼表情符號", "最常用什麼emoji","emoji最常用哪個"]
  },
  {
    "id": 58,
    "q": "鹿🦌喜歡什麼顏色",
    "a": "粉色。",
    "forced": ["鹿🦌喜歡什麼顏色", "鹿🦌最喜歡的顏色","鹿🦌喜歡什麼色"]
  },
  {
    "id": 59,
    "q": "平常會看電影嗎",
    "a": "會。",
    "forced": ["平常會看電影嗎", "會看電影嗎","有在看電影嗎"]
  },
  {
    "id": 60,
    "q": "有看間諜家家酒嗎",
    "a": "有。",
    "forced": ["間諜家家酒有看嗎", "有看間諜家家酒嗎","鹿🦌有看間諜家家酒嗎"]
  },
  {
    "id": 61,
    "q": "是單眼皮嗎",
    "a": "鹿🦌是單眼皮。",
    "forced": ["鹿🦌是單眼皮嗎", "鹿🦌是單眼皮還是雙眼皮","鹿🦌是雙眼皮嗎"]
  },
  {
    "id": 62,
    "q": "鹿🦌魷魚遊戲看完了嗎",
    "a": "魷魚遊戲鹿看完了。",
    "forced": ["魷魚遊戲看完了沒", "有看魷魚遊戲嗎","魷魚遊戲有看嗎"]
  },
  {
    "id": 63,
    "q": "鹿🦌傳說有儲值嗎",
    "a": "鹿🦌有儲值，大概台幣一萬左右。",
    "forced": ["傳說儲值多少", "傳說有儲多少","有儲傳說嗎"]
  },
  {
    "id": 64,
    "q": "鹿🦌的本名是什麼",
    "a": "抱歉，我不能說🤫",
    "forced": ["鹿🦌本名", "本名叫什麼","鹿🦌是菜雞庭嗎","主播叫什麼"]
  }
];
