  window.DEER_QA = [
  {
    "id": 1,
    "q": "鹿🦌的社群帳號有哪些？",
    "a": "鹿🦌的帳號只有：TikTok的「@ld.1003_」、「@xxx103__」，IG的「ld.1003_」，快手的「4862734055」，如果看到疑似是盜帳號的可以PO到社群問問看。"
  },
  {
    "id": 2,
    "q": "鹿🦌頭髮多久洗一次？",
    "a": "通常是兩天洗一次。"
  },
  {
    "id": 3,
    "q": "鹿🦌現在幾歲？",
    "a": "鹿🦌的年齡是20歲。（資訊截取日：2025/10/3）"
  },
  {
    "id": 4,
    "q": "鹿🦌的身高多高？",
    "a": "鹿🦌的身高是170cm。（資訊截取日：2025/10/4）"
  },
  {
    "id": 5,
    "q": "鹿🦌的體重多重？",
    "a": "鹿🦌的體重是42公斤。（資訊截取日：2025/10/7）"
  },
  {
    "id": 6,
    "q": "貓叫什麼名字？",
    "a": "貓叫哺嚕，但不是鹿🦌的喔，是阿姨的。"
  },
  {
    "id": 7,
    "q": "鹿🦌生日幾月幾號？",
    "a": "鹿🦌的生日是10月3日。"
  },
  {
    "id": 8,
    "q": "鹿🦌還有在玩什麼遊戲？",
    "a": "鹿🦌目前有玩傳說對決。（資訊截取日：2025/10/8）"
  },
  {
    "id": 9,
    "q": "鹿🦌目前傳說段位多高？",
    "a": "鹿🦌傳說對決目前段位是「璀璨・伊格53顆星」（資訊截取日：2025/10/7 15:13）"
  },
  {
    "id": 10,
    "q": "鹿🦌傳說段位最高多少？",
    "a": "鹿🦌傳說對決最高段位是「璀璨傳說」。（資訊截取日：2025/10/5）"
  },
  {
    "id": 11,
    "q": "鹿🦌什麼時候直播？",
    "a": "不固定，鹿🦌要直播會在社群說。"
  },
  {
    "id": 12,
    "q": "怎麼加入鹿🦌的社群？",
    "a": "打開「Line」在下方選「主頁」，然後點「搜尋匡」搜尋「走路不看鹿」。"
  },
  {
    "id": 13,
    "q": "鹿🦌的IG是什麼？",
    "a": "在IG搜尋🔍：鹿，這樣就查得到了。"
  },
  {
    "id": 14,
    "q": "鹿🦌的頭髮留了多久？",
    "a": "鹿🦌自己也不知道，但就是一直留著。"
  },
  {
    "id": 15,
    "q": "鹿🦌是家裡最小的嗎？",
    "a": "是，鹿🦌是家裡最小的。"
  },
  {
    "id": 16,
    "q": "鹿🦌TikTok會回關嗎？",
    "a": "不會。"
  },
  {
    "id": 17,
    "q": "鹿🦌有男朋友嗎？",
    "a": "有。"
  },
  {
    "id": 18,
    "q": "鹿🦌會看私訊嗎？",
    "a": "不一定。"
  },
  {
    "id": 19,
    "q": "鹿🦌是哪裡人？",
    "a": "鹿🦌是台灣的台南人。"
  },
  {
    "id": 20,
    "q": "鹿🦌有追星嗎？",
    "a": "有，追aespa的Karina。"
  },
  {
    "id": 21,
    "q": "鹿🦌的高中讀哪裡？",
    "a": "鹿🦌的高中讀台南女中，但已經畢業了。"
  },
  {
    "id": 22,
    "q": "鹿🦌的大學讀哪裡",
    "a": "鹿🦌讀嘉義大學。"
  },
  {
    "id": 23,
    "q": "可以當鹿🦌的直播的管理員嗎？",
    "a": "鹿🦌的直播管理員目前不缺。"
  },
  {
    "id": 24,
    "q": "可以加鹿🦌傳說的好友嗎？",
    "a": "鹿🦌不加傳說好友喔～"
  },
  {
    "id": 25,
    "q": "鹿🦌為什麼那麼高？",
    "a": "應該是因為遺傳。媽媽160爸爸170。"
  },
  {
    "id": 26,
    "q": "鹿🦌直播上使用的特效叫什麼？",
    "a": "特效的名字是：black bow。"
  },
  {
    "id": 27,
    "q": "鹿🦌可以看我影片嗎？",
    "a": "鹿🦌一段時間之後就會去看，如果有看到就會留言，沒有留言就是還沒有看到。（如果要讓鹿🦌看到要@鹿🦌喔～）"
  },
  {
    "id": 28,
    "q": "有鹿🦌男友的照片嗎？",
    "a": "可以去鹿🦌的IG精選動態看看喔～"
  },
  {
    "id": 29,
    "q": "TikTok的171是鹿🦌的小號嗎？",
    "a": "是，TikTok上面的帳號只有「鹿🦌」跟「171」是鹿🦌的帳號，其他都不是。"
  },
  {
    "id": 30,
    "q": "鹿🦌有養什麼寵物？",
    "a": "鹿🦌有養貓、烏龜、魚。"
  },
  {
    "id": 31,
    "q": "鹿🦌的粉絲名叫什麼？",
    "a": "麋鹿。"
  },
  {
    "id": 32,
    "q": "鹿🦌有固定的發影片時間嗎？",
    "a": "沒有，時間不固定。"
  },
  {
    "id": 33,
    "q": "鹿🦌什麼時候會開傳說的直播？",
    "a": "不一定，要開的話會在Line社群說。"
  },
  {
    "id": 34,
    "q": "可以跟鹿🦌一起玩傳說嗎？",
    "a": "通常在直播上面會有「自訂場」，大家都可以加房間進去玩，沒有限段位、年紀等，不用擔心被罵。但如果是「排位賽」通常不開放觀眾加入。"
  },
  {
    "id": 35,
    "q": "鹿🦌會罵髒話嗎？",
    "a": "會，打遊戲的時候偶爾會罵髒話。"
  },
  {
    "id": 36,
    "q": "鹿🦌現在跟男朋友住在一起嗎？",
    "a": "鹿🦌目前沒有跟男朋友住在一起。"
  },
  {
    "id": 37,
    "q": "遇到鹿🦌可以拍照嗎？",
    "a": "如果鹿🦌有空的話就可以。"
  },
  {
    "id": 38,
    "q": "鹿🦌打傳說是用什麼？",
    "a": "鹿🦌打傳說是用iPad mini 7。"
  },
  {
    "id": 39,
    "q": "如果我在直播上被禁言了怎麼辦？",
    "a": "如果你被禁言通常是因為你一直刷留言，下一場直播你才能夠留言。"
  },
  {
    "id": 40,
    "q": "為什麼不能在直播上刷留言？",
    "a": "如果你在直播上一直不斷刷留言，這樣鹿🦌的留言區就會跳很快就會讀不到別的觀眾的訊息或是管理員的重要訊息。"
  },
  {
    "id": 41,
    "q": "鹿🦌用什麼手機？",
    "a": "iPhone 13 Pro。"
  },
  {
    "id": 42,
    "q": "鹿🦌是什麼星座？",
    "a": "鹿🦌是天秤座。"
  },
  {
    "id": 43,
    "q": "哺嚕是什麼品種？",
    "a": "哺嚕的品種是：英國短毛貓。"
  },
  {
    "id": 44,
    "q": "哺嚕是男的還是女的？",
    "a": "女的。"
  },
  {
    "id": 45,
    "q": "鹿🦌頭髮怎麼保養的？",
    "a": "用護髮。"
  },
  {
    "id": 46,
    "q": "鹿🦌腿多長？",
    "a": "鹿🦌腿長105公分。"
  },
  {
    "id": 47,
    "q": "鹿🦌有駕照了嗎？",
    "a": "有，鹿🦌有去考駕照。"
  },
  {
    "id": 48,
    "q": "鹿🦌為什麼那麼瘦？",
    "a": "應該是因為遺傳，因為吃不胖、沒有在減肥。"
  },
  {
    "id": 49,
    "q": "鹿🦌是左撇子還是右撇子？",
    "a": "右撇子，鹿🦌是右撇子。"
  },
  {
    "id": 50,
    "q": "鹿🦌國小讀哪？",
    "a": "新營國小。"
  },
  {
    "id": 51,
    "q": "為什麼叫鹿🦌？",
    "a": "因為鹿🦌國中的時候看到一群鹿在跑覺得很可愛就取叫小鹿，上國中後覺得太裝就改鹿🦌。"
  },
  {
    "id": 52,
    "q": "鹿🦌有玩WePlay嗎？",
    "a": "沒有，鹿🦌沒有玩WePlay。"
  },
  {
    "id": 53,
    "q": "鹿🦌通常幾點睡？",
    "a": "凌晨4、5點，鹿🦌通常凌晨4、5點睡。"
  },
  {
    "id": 54,
    "q": "鹿🦌頭髮吹多久？",
    "a": "40分鐘，鹿🦌吹頭髮吹40分鐘。"
  },
  {
    "id": 55,
    "q": "有染頭髮嗎？",
    "a": "有，鹿🦌有染黑色。"
  },
  {
    "id": 56,
    "q": "鹿🦌現在讀什麼科系？",
    "a": "企業管理，目前讀企業管理。"
  },
  {
    "id": 57,
    "q": "鹿🦌最常用什麼表情符號？",
    "a": "🤍，鹿🦌最常使用的是：🤍（白色愛心）。"
  },
  {
    "id": 58,
    "q": "鹿🦌最喜歡什麼顏色？",
    "a": "粉色，鹿🦌最喜歡粉色。"
  },
  {
    "id": 59,
    "q": "鹿🦌平常會去看電影嗎？",
    "a": "會，鹿🦌平常會去看電影。",
  },
  {
    "id": 60,
    "q": "鹿🦌有去看間諜家家酒嗎？",
    "a": "有，鹿🦌有去看間諜家家酒。"
  },
  {
    "id": 61,
    "q": "是單眼皮嗎？",
    "a": "是，鹿🦌是單眼皮。"
  },
  {
    "id": 62,
    "q": "鹿🦌魷魚遊戲看完了嗎？",
    "a": "看完了，鹿🦌魷魚遊戲看完了。"
  },
  {
    "id": 63,
    "q": "鹿🦌傳說有儲值嗎？",
    "a": "有，鹿🦌大概儲值台幣一萬左右。"
  },
  {
    "id": 64,
    "q": "鹿🦌的本名是什麼？",
    "a": "抱歉，我不能說🤫。"
  },
  {
    "id": 65,
    "q": "哺嚕幾歲？",
    "a": "4歲，哺嚕目前4歲。"
  },
  {
    "id": 66,
    "q": "鹿🦌有刺青嗎？",
    "a": "沒有，鹿🦌目前沒有刺青。"
  },
  {
    "id": 67,
    "q": "鹿🦌會考成績多少？",
    "a": "會考成績5A2+四級分。國文A、英語A++、數學A、社會A、自然A、寫作四級分。"
  },
  {
    "id": 68,
    "q": "鹿🦌有追男團嗎？",
    "a": "沒有，鹿🦌沒有在追男團。"
  },
  {
    "id": 69,
    "q": "鹿🦌有去看鏈鋸人嗎？",
    "a": "沒有，鹿🦌沒有去看鏈鋸人。"
  },
  {
    "id": 70,
    "q": "鹿🦌喜歡什麼結局的電影？",
    "a": "鹿🦌喜歡皆大歡喜的結局。"
  }
  ,
  {
    "id": 71,
    "q": "鹿🦌有考慮跟芋頭合作嗎？",
    "a": "有，如果有機會的話就會一起合作。"
  },
  {
    "id": 72,
    "q": "鹿🦌有認識哪些跳舞的主播？",
    "a": "鹿🦌認識薛^2跟芋頭。"
  },
  {
    "id": 73,
    "q": "在哪裡可以遇到鹿🦌？",
    "a": "嘉義跟台南都比較有機會遇到。"
  },
  {
    "id": 74,
    "q": "鹿🦌最喜歡的甜食是什麼？",
    "a": "最喜歡的甜食是三色布丁豆花。"
  },
  {
    "id": 75,
    "q": "遇到鹿🦌可以親筆簽名嗎？",
    "a": "如果鹿🦌有空的話可以。"
  },
  {
    "id": 76,
    "q":  "如果我在TikTok上面沒有刷留言、或留不該留的留言，被禁言怎麼辦？",
    "a":  "如果沒有刷留言，或留不該留的留言，通常是被誤禁言，你可以稍微等待一下（如果管理員有發現就會趕快解除），或是直接私訊管理員，通常管理員都會回覆你。"
  },
  {
    "id": 77,
    "q": "鹿🦌會拒同擔嗎？",
    "a":  "不會，鹿🦌不會拒同擔。"
  },
  {
    "id": 78,
    "q": "鹿🦌有鬼滅的擔嗎？",
    "a":  "有，時透。"
  },
  {
    "id": 79,
    "q": "鹿🦌的衣服的都在哪裡買的？",
    "a":  "很多都是合作的，有一些是去台南的實體服飾店購買的喔。"
  },
  {
    "id": 80,
    "q": "鹿🦌的瀏海都是怎麼用的？",
    "a":  "用水噴在瀏海上面，再用吹風機吹下來，可能還會用捲梳捲一下跟定型噴霧噴一下。"
  },
  {
    "id": 81,
    "q": "鹿🦌有去整形嗎？",
    "a":  "沒有，鹿🦌沒有去整形喔。"
  },
  {
    "id": 82,
    "q": "鹿🦌咖哩拌還是不拌？",
    "a":  "應該算是不拌，要吃的那個地方才會拌，其他的地方都不會拌。"
  },
  {
    "id": 83,
    "q": "鹿🦌在大學有交到新朋友嗎？",
    "a":  "有喔，鹿🦌在大學有交到新朋友。"
  },
  {
    "id": 84,
    "q": "鹿🦌有跟芋頭見過面嗎？",
    "a":  "沒有喔，鹿🦌沒有跟芋頭見過面。"
  }
];